YCSB output txt files/test7500C/jdbc_workloadc_7500_load_240420.txt
Adding shard node URL: jdbc:mysql://localhost:3306/Benchtest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 473407
[OVERALL], Throughput(ops/sec), 15.842604777707132
[TOTAL_GCS_PS_Scavenge], Count, 12
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 73
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.015420135316968276
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 12
[TOTAL_GC_TIME], Time(ms), 73
[TOTAL_GC_TIME_%], Time(%), 0.015420135316968276
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5250.0
[CLEANUP], MinLatency(us), 5248
[CLEANUP], MaxLatency(us), 5251
[CLEANUP], 95thPercentileLatency(us), 5251
[CLEANUP], 99thPercentileLatency(us), 5251
[INSERT], Operations, 7500
[INSERT], AverageLatency(us), 62991.116266666664
[INSERT], MinLatency(us), 13584
[INSERT], MaxLatency(us), 2465791
[INSERT], 95thPercentileLatency(us), 217471
[INSERT], 99thPercentileLatency(us), 408319
[INSERT], Return=OK, 7500